Repository: semiamaurotic/WordPartners_Test
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: th

source: The events recorded in the book actually happened. Those historical events also have a spiritual dimension. The spiritual dimension is revealed through the author’s perspective, arrangement, and tone. By inspiration of the Holy Spirit the author selected the events and arranged the story (it may or may not be chronological) to reveal the transformation God desires in the reader.
th: (MT) เหตุการณ์ที่บันทึกไว้ในพระธรรมต่างๆ ในพระคัมภีร์เกิดขึ้นจริงในประวัติศาสตร์ และเรื่องราวทางประวัติศาสตร์เหล่านี้ยังมีมิติฝ่ายวิญญาณด้วย ซึ่งมิติดังกล่าวเปิดเผยผ่านมุมมองของผู้เขียน ประเภทวรรณกรรม การจัดเรียงเนื้อหา และน้ำเสียงในการเขียน โดยการดลใจของพระวิญญาณบริสุทธิ์ ผู้เขียนได้คัดเลือกเหตุการณ์และเรียบเรียงเรื่องราว ไม่ว่าจะเรียงตามลำดับเวลาหรือไม่ก็ตาม เพื่อสำแดงให้เห็นถึงการเปลี่ยนแปลงที่พระเจ้าทรงปรารถนาให้เกิดขึ้นกับผู้อ่าน

source: The features of narrative point to structure.
th: (MT) องค์ประกอบของเรื่องเล่าชี้ให้เห็นถึงโครงสร้าง

source: The goal of preaching is the transformation the author is seeking.
th: เป้าหมายของการเทศนาพระวจนะคือการเปลี่ยนแปลงตามที่ผู้เขียนกำลังมุ่งหวัง

source: The key is to understand the right pieces of the context. This involves wrestling with questions like, What does the author say? Why does he say it in this way? Why does he say it here? What is surprising about it? These questions lead us to the right information and help us discover the author’s main idea and transformational intent.
th: (MT) หัวใจสำคัญคือการทำความเข้าใจองค์ประกอบของบริบทให้ถูกจุด ซึ่งเราต้องขบคิดผ่านคำถามต่างๆ เช่น ผู้เขียนพูดว่าอะไร? ทำไมเขาถึงพูดในลักษณะนี้? ทำไมเขาถึงพูดไว้ตรงนี้? และมีอะไรที่น่าประหลาดใจบ้าง? คำถามเหล่านี้จะนำเราไปสู่ข้อมูลที่ถูกต้อง และช่วยให้เราค้นพบประเด็นหลักรวมถึงเจตนาของผู้เขียนที่มุ่งหวังให้เกิดการเปลี่ยนแปลง

source: The law of the Lord is perfect,
th: ธรรมบัญญัติของพระยาห์เวห์ดีพร้อม

source: The line represents God’s Word. The task of the preacher or teacher is to stay on the line. He is not to go above it, saying more than what God says, or go below it, saying less than what God says. He is to stay on the line by saying what God says.
th: คำว่า “เส้นหลัก” ในที่นี้ ใช้แทนภาพที่แสดงถึงพระวจนะของพระเจ้า หน้าที่ของผู้เทศนาหรือผู้สอนคือยึดอยู่บนเส้นหลัก เขาไม่ควรล้ำหน้าเส้นหลักด้วยการพูดมากกว่าสิ่งที่พระเจ้าตรัส หรือตามหลังาเส้นหลักด้วยการพูดน้อยกว่าสิ่งที่พระเจ้าตรัส แต่ต้องอยู่บนเส้นหลักด้วยการพูดตามสิ่งที่พระเจ้าตรัส

source: The main idea and transformational intent statement should be general enough to express the whole of the author’s thought yet specific enough to differentiate it from other books or passages.
th: (MT) การระบุประเด็นหลักและเจตนาสู่การเปลี่ยนแปลงควรมีความกว้างเพียงพอที่จะครอบคลุมความคิดทั้งหมดของผู้เขียน ในขณะเดียวกัน ข้อความนี้ต้องมีความเฉพาะเจาะจงเพียงพอที่จะแยกความแตกต่างจากพระธรรมเล่มอื่นหรือพระธรรมตอนอื่นได้

source: The nature of Scripture: There is a uniqueness to God’s words. They alone can produce life and accomplish his purposes.
th: ธรรมชาติของพระคัมภีร์: ถ้อยคำของพระเจ้ามีความเป็นเอกลักษณ์ มีเพียงถ้อยคำของพระองค์เท่านั้นที่ให้ชีวิตและทำให้พระประสงค์ของพระองค์สำเร็จได้

source: The original audience's situation and relationship to the author which can be gleaned from within the book and from elsewhere in the Bible. (For example, Ephesians directs us to travel back to Acts.) Ask, “What was the intent of this message for them?”
th: (MT) สถานการณ์และความสัมพันธ์ระหว่างผู้ฟังดั้งเดิมกับผู้เขียน ซึ่งสามารถสืบค้นได้จากเนื้อหาภายในพระธรรมเล่มนั้นและจากที่อื่นๆ ในพระคัมภีร์ (ตัวอย่างเช่น พระธรรมเอเฟซัสที่นำเราย้อนกลับไปดูในพระธรรมกิจการ) ให้ถามว่า “จุดประสงค์ของข่าวสารนี้ที่มีต่อพวกเขาคืออะไร?”

source: The original context
th: บริบทดั้งเดิม

source: The original context includes:
th: บริบทดั้งเดิมประกอบด้วย:

source: The original context: Instead, we must do the hard work to understand the text in its original biblical context in order to understand the author’s transformational intent for them.
th: (MT) บริบทดั้งเดิม: แทนที่จะทำเช่นนั้น เราต้องทุ่มเทศึกษาเพื่อทำความเข้าใจเนื้อหาตามบริบทเดิมในพระคัมภีร์อย่างจริงจัง เพื่อให้เข้าใจถึงเจตนารมณ์ของผู้เขียนที่ต้องการให้ผู้อ่านในเวลานั้นเกิดการเปลี่ยนแปลงชีวิต

source: The passages below are suggested due to their literary and/or biblical theological connection to Genesis. The leaders are free to adapt the expositions to the needs of their specific schedule and should select passages appropriate to their workshop.
th: (MT) ข้อพระคัมภีร์ด้านล่างนี้เป็นข้อแนะนำเนื่องจากมีความเชื่อมโยงกับ พระธรรมปฐมกาลทั้งในเชิงวรรณกรรมและเทววิทยาพระคัมภีร์ ผู้นำมีอิสระที่จะปรับการบรรยายให้เข้ากับความต้องการตามตารางเวลาของตน และควรเลือกข้อพระคัมภีร์ที่เหมาะสมกับการอบรมเชิงปฏิบัติการของท่าน

source: The plot of every story has these essential elements (together these elements form the narrative arch):
th: (MT) โครงเรื่องของเรื่องราวทุกเรื่องมีองค์ประกอบที่สำคัญดังนี้ (ซึ่งองค์ประกอบเหล่านี้รวมกันเป็นเส้นโค้งการดำเนินเรื่อง):

source: The plotline of the story will reveal its general structure. Begin by comparing the beginning and the end to see where the author is taking you.
th: (MT) โครงเรื่องจะเผยให้เห็นโครงสร้างโดยรวมของเรื่อง ให้เริ่มจากการเปรียบเทียบตอนต้นและตอนจบ เพื่อดูว่าผู้เขียนกำลังนำคุณไปในทิศทางใด

source: The preacher: The preacher must prayerfully depend on God’s Spirit to work through his Word.
th: (MT) ผู้เทศนา: ผู้เทศนาต้องอธิษฐานพึ่งพาพระวิญญาณของพระเจ้า เพื่อให้พระองค์ทรงทำการผ่านทางพระวจนะของพระองค์

source: The primary Genre of Genesis is narrative. It is historical in nature. So we call its genre Historical Narrative. What are the characteristics of Historical Narrative books in the Bible?
th: ประเภทวรรณกรรมหลักของพระธรรมปฐมกาลคือเรื่องเล่า ซึ่งมีลักษณะในเชิงประวัติศาสตร์ ดังนั้นเราจึงเรียกประเภทวรรณกรรมนี้ว่า เรื่องเล่าเชิงประวัติศาสตร์ ลักษณะสำคัญของหนังสือประเภทเรื่องเล่าเชิงประวัติศาสตร์ในพระคัมภีร์มีอะไรบ้าง?

source: The rest of the story (Rising Tension to Climax)
th: (MT) เนื้อเรื่องส่วนที่เหลือ (ความตึงเครียดที่ทวีขึ้นสู่จุดสูงสุด)

source: The result that is produced: Where frameworks rule, God’s Word is made void. Where the text is king, God’s Word brings life.
th: (MT) ผลลัพธ์ที่เกิดขึ้นคือ หากกรอบความคิดเป็นใหญ่ พระวจนะของพระเจ้าก็จะไร้ผล แต่หากตัวบทเป็นใหญ่ พระวจนะของพระเจ้าก็นำมาซึ่งชีวิต

source: The stipulations are given in the form of laws.
th: (MT) ข้อกำหนดเหล่านี้ประทานมาในรูปแบบของ ธรรมบัญญัติ

source: The story is unfinished and looking for resolution. At the close of Genesis (and indeed, the entire Old Testament), the thoughtful reader will exclaim, “Surely, there must be more!” So . . .
th: (MT) เรื่องราวยังไม่จบลงและกำลังรอคอยบทสรุป เมื่อมาถึงตอนท้ายของหนังสือปฐมกาล (และที่จริงคือพันธสัญญาเดิมทั้งเล่ม) ผู้อ่านที่พินิจพิจารณาจะอุทานว่า “ต้องมีอะไรมากกว่านี้แน่ๆ!” ดังนั้น . . .

source: The target illustration: Like a target, every sermon has a bull’s-eye. The goal is to hit it.
th: (MT) ภาพเปรียบเทียบเรื่องเป้า: เช่นเดียวกับเป้ายิง คำเทศนาทุกบทมีจุดกึ่งกลางเป้า และเป้าหมายคือการเทศนาให้เข้าเป้านั้น

source: The task at hand: It helps us think through our frameworks, apply the main idea and transformational intent, and align mind, emotion, and will with God’s own heart.
th: (MT) ภารกิจที่ต้องทำ: กระบวนการนี้ ช่วยให้เราได้คิดทบทวนกรอบความคิดของเรา ประยุกต์ใช้ประเด็นหลักและเจตจำนงเพื่อการเปลี่ยนแปลง และปรับความคิด อารมณ์ และเจตจำนงของเราให้สอดคล้องกับพระทัยของพระเจ้า

source: The text is a passage from the Bible. The framework is our understanding of the way things are and how they work. We must allow the text to challenge and shape our frameworks. Then in our preaching, we apply the text to the frameworks of our audience. Text is king.
th: (MT) พระธรรมตอนนี้คือแหล่งที่มาของเรา กรอบแนวคิดของเราคือความเข้าใจเกี่ยวกับความเป็นไปและกลไกการทำงานของสิ่งต่างๆ เราต้องยอมให้พระธรรมตอนนี้ท้าทายและหล่อหลอมกรอบแนวคิดของเราเอง จากนั้น เมื่อเราเทศนา เราจึงนำพระธรรมตอนนี้ไปประยุกต์ใช้กับกรอบแนวคิดของผู้ฟัง พระธรรมตอนนี้คือสิทธิอำนาจสูงสุด

source: The training involves a commitment to
th: การฝึกอบรมนี้ต้องอาศัยความมุ่งมั่นที่จะ

source: The units of thought immediately before and after the passage. Ask, “Why does the author say this here?” How does what he says before and after this passage connect to this passage? How does it develop his larger main idea?
th: (MT) เนื้อหาที่อยู่ก่อนหน้าและหลังข้อพระคัมภีร์ตอนนี้ทันที ให้ถามว่า “ทำไมผู้เขียนถึงกล่าวเรื่องนี้ ไว้ตรงนี้?” สิ่งที่เขากล่าวก่อนและหลังข้อพระคัมภีร์ตอนนี้เชื่อมโยงกับตอนนี้อย่างไร? และเนื้อหาเหล่านั้นช่วยขยายประเด็นหลักในภาพรวมของผู้เขียนได้อย่างไร?

source: The use of literary connections with other Scriptures. (For example, Paul uses a reference to Numbers 16 in order to make a point in 2 Timothy 2:14-19.) Ask, “How does the point in the referenced passage connect with the point being made in the later passage?”
th: (MT) มองหาความเชื่อมโยงทางวรรณกรรมกับพระคัมภีร์ตอนอื่นๆ(ตัวอย่างเช่น เปาโลอ้างถึงกันดารวิถี 16 เพื่อยกประเด็นใน 2 ทิโมธี 2:14-19) แล้วตั้งคำถามว่า “ประเด็นในพระคัมภีร์ตอนที่ถูกอ้างถึงนั้น เชื่อมโยงกับประเด็นที่ผู้เขียนกำลังนำเสนอในตอนหลังอย่างไร?”

source: Themes and imagery that Jesus fulfills – biblical themes and shadow-to-reality imagery such as the sacrificial system, rest, covenant, temple/dwelling, kingship, hope, etc.
th: (MT) พระเยซูทรงทำให้แนวคิดหลักและภาพสัญลักษณ์ต่างๆ ในพระคัมภีร์สำเร็จครบถ้วน ซึ่งรวมถึงแนวคิดและภาพเปรียบเทียบที่เปลี่ยนจากภาพเงาสู่ความจริงแท้ เช่น ระบบการถวายเครื่องบูชา การหยุดพัก พันธสัญญา พระวิหารหรือที่ประทับของพระเจ้า ความเป็นกษัตริย์ ความหวัง และอื่นๆ

source: There are three interrelated elements of the author’s message:
th: (MT) สารของผู้เขียนมีองค์ประกอบ 3 ประการที่สัมพันธ์เกี่ยวเนื่องกัน ดังนี้:

source: These are key elements of preparing an expository message. When we are preaching, we should not use them in a mechanical way. Good communication will incorporate creativity and variety of style.
th: สิ่งเหล่านี้เป็นองค์ประกอบสำคัญในการเตรียมคำเทศนาแบบอรรถาธิบาย เมื่อเราเทศนาพระวจนะ เราไม่ควรใช้สิ่งเหล่านี้แบบแข็งทื่อโดยขาดการไตร่ตรอง การสื่อสารที่ดีจะผสานความคิดสร้างสรรค์และความหลากหลายของรูปแบบ

source: These are the books of the Bible covered in the workshops. The exact order may vary at the trainer’s discretion.
th: (MT) นี่คือรายชื่อพระธรรมในพระคัมภีร์ที่จะศึกษาในเวิร์กช็อปต่างๆ ทั้งนี้ลำดับที่แน่นอนอาจเปลี่ยนแปลงได้ตามดุลยพินิจของผู้ฝึกอบรม

source: These essential elements are often used in a straightforward way. Sometimes the pattern is broken or varied for effect.
th: (MT) องค์ประกอบสำคัญเหล่านี้มักถูกนำมาใช้ในลักษณะที่ตรงไปตรงมา แต่ในบางครั้งรูปแบบเหล่านี้อาจมีการปรับเปลี่ยนหรือฉีกแนวไปบ้างเพื่อให้เกิดผลลัพธ์ที่ต้องการ

source: These laws give instructions for life in God’s kingdom, reflect God’s character and purposes, and, when kept, display the relationship between God and his people.
th: (MT) กฎเกณฑ์เหล่านี้ให้แนวทางสำหรับการดำเนินชีวิตในแผ่นดินของพระเจ้า และสะท้อนให้เห็นถึงพระลักษณะและพระประสงค์ของพระองค์ เมื่อผู้คนเชื่อฟังและปฏิบัติตามกฎเกณฑ์เหล่านี้ กฎดังกล่าวจะสำแดงให้เห็นถึงความสัมพันธ์ระหว่างพระเจ้ากับประชากรของพระองค์

source: These units are Arranged in a Specific Way. In good writing, these units bear a relationship to one another. They are intentionally designed, connected, and developed. In narrative you recognize this design, connection, and development by looking for patterns, such as repetitions, transitions, summary statements, climax and resolutions, commands, or a change of speaker, time, or location.
th: (MT) ผู้เขียนจัดวางหน่วยความคิดเหล่านี้อย่างมีแบบแผนเฉพาะเจาะจงในงานเขียนที่ดี แต่ละหน่วยความคิดจะมีความสัมพันธ์เชื่อมโยงกัน โดยผู้เขียนตั้งใจออกแบบ เชื่อมต่อ และพัฒนาหน่วยความคิดเหล่านี้ขึ้นมา สำหรับงานเขียนประเภทการเล่าเรื่อง เราสามารถสังเกตวิธีการที่ผู้เขียนออกแบบ เชื่อมโยง และพัฒนาแต่ละหน่วยได้โดยการมองหารูปแบบต่างๆ รูปแบบเหล่านี้รวมถึงการกล่าวซ้ำ การใช้บทเชื่อมต่อ ประโยคสรุป จุดไคลแม็กซ์และการคลี่คลายปมของเรื่อง คำสั่ง หรือการเปลี่ยนตัวผู้พูด เวลา และสถานที่

source: They do this by:
th: ลำดับพงศ์เหล่านี้ทำหน้าที่ดังกล่าวโดย:

source: This process is not for the faint of heart. It is hard work to study the Word of God. Yet the reward is great! Remember the psalmist’s words: “More to be desired are they than gold, even much fine gold; sweeter also than honey and the drippings of the honeycomb” (Psalm 19:10).
th: กระบวนการนี้ไม่เหมาะสำหรับคนใจไม่สู้ การศึกษาพระวจนะเป็นงานหนัก แต่รางวัลนั้นยิ่งใหญ่! จงจำถ้อยคำของผู้เขียนสดุดีที่กล่าวไว้ว่า "น่าปรารถนามากกว่าทองคำ ยิ่งกว่าทองบริสุทธิ์มากนัก หวานยิ่งกว่านำ้ผึ้งที่หยดลงจากรวง" (สดุดี 19:10)

source: This session is an important opportunity to reflect on what God is accomplishing through this workshop. We will use a series of questions to think through how he has challenged us and changed us and what we will do next.
th: (MT) ช่วงการประชุมนี้เป็นโอกาสสำคัญที่จะใคร่ครวญถึงสิ่งที่พระเจ้าทรงกระทำให้สำเร็จผ่านการอบรมเชิงปฏิบัติการนี้ เราจะใช้ชุดคำถามเพื่อพิจารณาว่า พระองค์ ทรงท้าทายและเปลี่ยนแปลงเราอย่างไร และเราจะทำประการใดต่อไป

source: This session provides the opportunity to study and then present a Scripture passage using the Dig & Discover principles. Your presentation is not meant to be a sermon, but is designed as a practice session to highlight five key elements that form the heart of any expository message. Everyone is asked to prepare the passage in this way. A few will be selected to present their work, while the leader will guide the rest of the group in giving feedback based on their personal preparation and discovery.
th: (MT) ช่วงการอบรมนี้เป็นโอกาสให้ท่านได้ศึกษาพระธรรมโดยใช้หลักการ ขุด & ค้นพบ แล้วจึงนำมาเสนอ การนำเสนอของท่านไม่ได้มุ่งหมายให้เป็น คำเทศนา แต่เป็นช่วงฝึกปฏิบัติที่ออกแบบมาเพื่อเน้นย้ำองค์ประกอบสำคัญ 5 ประการซึ่งเป็นหัวใจของคำเทศนาแบบอรรถาธิบายทุกบท ขอให้ทุกคนเตรียมพระธรรมด้วยวิธีนี้ โดยเราจะคัดเลือกบางท่านให้นำเสนอผลงาน จากนั้นผู้นำจะให้สมาชิกที่เหลือในกลุ่มร่วมกันให้ข้อเสนอแนะโดยอิงจากการเตรียมตัวและการค้นพบของแต่ละคน

source: This workbook and the principles found in it are key to that desire. Why? They are designed to help us understand and be transformed by the living Word of God and to bring that transformation to others. They are integral in developing leaders who will train pastors to preach God’s Word with God’s heart.
th: คู่มือเวิร์กช็อปเล่มนี้และหลักการที่อยู่ในคู่มือเล่มนี้เป็นกุญแจสำคัญต่อวิสัยทัศน์นั้น เพราะอะไร? เพราะแบบฝึกหัดเหล่านี้ถูกออกแบบมาเพื่อช่วยให้เราเข้าใจและรับการเปลี่ยนแปลงโดยพระวจนะที่มีชีวิต และนำการเปลี่ยนแปลงนั้นไปสู่ผู้อื่น สิ่งเหล่านี้เป็นส่วนสำคัญในการพัฒนาผู้นำที่จะฝึกอบรมผู้รับใช้ให้เทศนาพระวจนะของพระเจ้าด้วยพระทัยของพระเจ้า

source: This workshop is one in a series of our Core Training that begins to equip pastors to preach God’s Word with God’s heart. In each workshop we will study a book of the Bible using eight simple principles. Each principle is a tool to help us understand God’s transformational intent of that book and explain it to others.
th: เวิร์กช็อปนี้เป็นหนึ่งในชุดการอบรมหลักของเรา ซึ่งเริ่มเสริมสร้างผู้รับใช้ให้เทศนาพระวจนะของพระเจ้าด้วยพระทัยของพระเจ้า และฝึกอบรมผู้อื่นให้ทำเช่นเดียวกัน ในแต่ละเวิร์กช็อป เราจะศึกษาพระธรรมหนึ่งเล่มในพระคัมภีร์โดยใช้หลักการง่ายๆ แปดประการ หลักการแต่ละข้อเป็นเครื่องมือช่วยให้เราเข้าใจเจตนารมณ์ของพระเจ้าในการเปลี่ยนแปลงชีวิตของเราผ่านพระธรรมเล่มนั้น และอธิบายให้ผู้อื่นเข้าใจได้

source: This Word is your life. God gives life through his Word. Our words, opinions, and thoughts have no power to transform lives. God’s Spirit works through God’s Word to spread his peace and joy and the hope of eternal life to his people.
th: พระเจ้าประทานชีวิตผ่านพระวจนะของพระองค์ คำพูด ความคิดเห็น และความคิดของเราไม่มีพลังที่จะเปลี่ยนแปลงชีวิตได้ พระวิญญาณของพระเจ้าทรงทำงานผ่านพระวจนะของพระเจ้าเพื่อแผ่ขยายสันติสุข ความยินดี และความหวังแห่งชีวิตนิรันดร์ไปสู่ประชากรของพระองค์

source: This chart shows how the principles are connected and lead to an expository sermon.
th: แผนผังนี้แสดงให้เห็นว่า หลักการต่าง ๆ มีความเชื่อมโยงกันอย่างไรและนำไปสู่การเทศนาแบบอรรถาธิบายอย่างไร

source: This is the way the disciples came to read and teach it. (For example, consider the apostolic preaching in Acts or the way each Gospel begins).
th: (MT) นี่คือแนวทางที่เหล่าสาวกใช้ในการอ่านและสั่งสอนพระคัมภีร์ในเวลาต่อมา (ตัวอย่างเช่น พิจารณาได้จากคำเทศนาของเหล่าอัครทูตในพระธรรมกิจการ หรือวิธีการเริ่มต้นของพระกิตติคุณแต่ละเล่ม)

source: This is all done to Accomplish the Author’s Purpose. The author intentionally chose the structure to support and reveal the main idea and transformational intent
th: (MT) ทั้งหมดนี้ล้วนทำไปเพื่อ บรรลุวัตถุประสงค์ของผู้เขียนผู้เขียนจงใจเลือกโครงสร้างนี้เพื่อสนับสนุนและเผยให้เห็นถึงประเด็นหลัก ตลอดจนเจตจำนงในการเปลี่ยนแปลงชีวิต

source: This is the way Jesus read and taught the Bible (Luke 24:25-27, 44-49 and John 5:39-40).
th: (MT) นี่คือวิธีที่พระเยซูทรงอ่านและทรงสอน พระคัมภีร์ ({INSERT OFFICIAL SCRIPTURE TRANSLATION OF Luke 24:25-27}, 44-49 และ {INSERT OFFICIAL SCRIPTURE TRANSLATION OF John 5:39-40})

source: This principle is about the relationship between context and application. Before we can apply the text, we must carefully observe it in its context. This will help us discover the author’s main idea and transformational intent. Then we can make precise and compelling applications aligned with the author’s intent.
th: (MT) หลักการนี้ว่าด้วยความสัมพันธ์ระหว่างบริบทและการนำไปประยุกต์ใช้ ก่อนที่เราจะนำ เนื้อหาในพระคัมภีร์ไปใช้ได้ เราต้องสังเกตเนื้อหานั้นในบริบทอย่างละเอียดรอบคอบเสียก่อน วิธีนี้จะช่วยให้เราค้นพบประเด็นหลักและเจตนารมณ์ของผู้เขียนที่มุ่งหวังให้เกิดการเปลี่ยนแปลงชีวิต จากนั้นเราจึงจะสามารถนำไปประยุกต์ใช้ได้อย่างแม่นยำและทรงพลัง โดยสอดคล้องกับเจตนารมณ์ของผู้เขียน

source: This principle is teaching us that God has purpose in his message, so we are called to proclaim his message with his purpose. The author is communicating one message with an intention for the readers’ transformation. It is the preacher’s responsibility to discover that message and preach it. This principle equips the preacher to align his sermon with the author’s message in the text (the line). Both are aimed at transformation in the hearts of the listeners. In other words, the line of the text should be the line of the sermon aimed at the heart.
th: (MT) หลักการนี้สอนให้เรารู้ว่าพระเจ้าทรงมีพระประสงค์ในข่าวสารของพระองค์ ดังนั้นเราจึงได้รับการเรียกให้ประกาศข่าวสารนั้นตามพระประสงค์ของพระองค์ ผู้เขียนสื่อสารข่าวสารเพียงหนึ่งเดียวโดยมีจุดมุ่งหมายเพื่อให้ผู้อ่านเกิดการเปลี่ยนแปลงชีวิต และเป็นหน้าที่ของผู้เทศนาที่จะต้องค้นหาข่าวสารนั้นแล้วนำมาเทศนา หลักการนี้ช่วยให้ผู้เทศนาปรับเนื้อหาคำเทศนาให้สอดคล้องกับข่าวสารของผู้เขียนในตัวบท (เส้นหลัก) ซึ่งทั้งสองส่วนต่างมุ่งหมายให้เกิดการเปลี่ยนแปลงขึ้นในจิตใจของผู้ฟัง กล่าวอีกนัยหนึ่งคือ เส้นหลักของตัวบทพระคัมภีร์ควรเป็นเส้นหลักของคำเทศนาที่มุ่งตรงไปยังหัวใจ

source: This process helps us move from understanding the text to proclaiming it for the transformation God intends.
th: (MT) กระบวนการนี้ช่วยให้ เราก้าวจากการทำความเข้าใจพระธรรมไปสู่การประกาศ เพื่อให้เกิดการเปลี่ยนแปลงตามที่พระเจ้าทรงตั้งพระทัยไว้

source: This session is about text and framework. The text is a passage from the Bible. Framework is an understanding of the way things are and the way they work (a worldview). Often frameworks cloud our view of the text. In addition, we don’t take time or think clearly about how the text addresses frameworks. Through this session we will learn to evaluate frameworks and explore how the text should challenge and shape them.
th: (MT) บทเรียนนี้เป็นเรื่องเกี่ยวกับตัวบทและกรอบแนวคิด ตัวบทคือข้อความตอนหนึ่งจากพระคัมภีร์ ส่วนกรอบแนวคิดคือความเข้าใจในสิ่งที่สิ่งต่างๆ เป็นอยู่และวิธีที่สิ่งเหล่านั้นดำเนินไป (โลกทัศน์) บ่อยครั้งกรอบแนวคิดมักบดบังมุมมองที่เรามีต่อตัวบท นอกจากนี้ เรามักไม่ได้ใช้เวลาหรือใคร่ครวญให้ชัดเจนว่าตัวบทกล่าวถึงกรอบแนวคิดอย่างไร ในบทเรียนนี้ เราจะเรียนรู้วิธีประเมินกรอบแนวคิด และศึกษาว่าตัวบทควรท้าทายและหล่อหลอมกรอบแนวคิดเหล่านั้นอย่างไร

source: This session is about two principles – Genre and Structure – and the way they uniquely work together in a passage of Genesis that includes a genealogy.
th: (MT) บทเรียนนี้เกี่ยวกับหลักการสองประการ คือ ประเภทวรรณกรรมและโครงสร้าง รวมถึงวิธีที่หลักการทั้งสองทำงานสอดประสานกันอย่างมีเอกลักษณ์ในพระธรรมปฐมกาลตอนหนึ่งที่มีลำดับพงศ์พันธุ์รวมอยู่ด้วย

source: This session is about two principles – Genre and Structure – and the way they work together in a larger unit of thought of Scripture.
th: (MT) ในบทเรียนนี้ เราจะศึกษาหลักการสองประการ คือประเภทวรรณกรรม (Genre) และโครงสร้าง (Structure) รวมถึงวิธีที่ทั้งสองส่วนนี้ทำงานสอดประสานกันภายในหน่วยความคิดที่ใหญ่ขึ้นของพระคัมภีร์

source: This session is about two principles – genre and structure – and the way they work together. Genre refers to a specific form of writing or literature. The books of the Bible represent many different genres. Structure refers to units of thought arranged in a specific way to accomplish the author’s intended purpose. There is a very close relationship between genre and structure. The preacher or teacher of God’s Word must recognize how genre and structure shape the way an author communicates the message.
th: เซสชั่นนี้เป็นเรื่องเกี่ยวกับหลักการสองประการ คือประเภทวรรณกรรมและโครงสร้าง รวมถึงวิธีที่ทั้งสองสิ่งนี้ทำงานร่วมกัน ประเภทวรรณกรรม หมายถึง รูปแบบเฉพาะของงานเขียนหรือวรรณกรรม ซึ่งพระธรรมต่างๆ ในพระคัมภีร์ประกอบด้วยประเภทวรรณกรรมที่หลากหลาย โครงสร้าง หมายถึง โครงสร้างความคิดที่จัดเรียงในรูปแบบเฉพาะเพื่อบรรลุวัตถุประสงค์ที่ผู้เขียนตั้งใจไว้ ประเภทวรรณกรรมและโครงสร้างมีความสัมพันธ์กันอย่างใกล้ชิด ผู้เทศนาหรือผู้สอนพระวจนะของพระเจ้าต้องตระหนักว่าทั้งประเภทวรรณกรรมและโครงสร้างส่งผลต่อวิธีที่ผู้เขียนสื่อสารข้อความอย่างไร

source: This skill is learned by listening to expository preaching as much as being instructed in it. For this reason, we will listen to an expository message from God’s Word
th: ทักษะนี้ไม่ได้เรียนรู้จากการอบรมเพียงอย่างเดียว แต่ยังเรียนรู้จากการฟังคำเทศนาที่ดีได้ด้วย เราเรียนรู้การเทศนาเชิงอธิบายโดยซึมซับผ่านการฟังได้พอ ๆ กับเรียนรู้ผ่านการอบรม ด้วยเหตุนี้ เราจะฟังคำเทศนาแบบอรรถาธิบายจากพระวจนะของพระเจ้า

source: This skill is learned by listening to good preaching as much as being instructed about it; expositional preaching tends to be caught as much as taught. For this reason we will listen to an expository message from God’s Word.
th: (MT) ทักษะนี้สามารถเรียนรู้ได้จากการฟังคำเทศนาที่ดีพอๆ กับการได้รับการสอนสั่ง เพราะการเทศนาแบบอรรถาธิบายมักจะเป็นเรื่องของการซึมซับได้พอๆ กับการเรียนรู้ ด้วยเหตุผลนี้ เราจะมารับฟังคำเทศนาแบบอรรถาธิบายจากพระวจนะของพระเจ้าด้วยกัน

source: This way of reading the Bible is true to its nature (the way it is put together) and to God’s purpose (his intention) in it.
th: (MT) การอ่านพระคัมภีร์วิธีนี้สอดคล้องกับธรรมชาติของพระคัมภีร์ (ลักษณะการเรียบเรียงโครงสร้างเข้าด้วยกัน) และสอดคล้องกับพระประสงค์ของพระเจ้า (เจตนารมณ์ของพระองค์) ที่มีอยู่ในนั้น

source: This work is licensed under the Creative Commons Attribution-ShareAlike 4.0 International License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/4.0/.
th: หนังสือเล่มนี้คืองานที่ได้รับอนุญาตภายใต้สัญญาอนุญาต Creative Commons Attribution-ShareAlike 4.0 International License. หากต้องการดูสำเนาของสัญญาอนุญาตนี้ โปรดไปที่ http://creativecommons.org/licenses/by-sa/4.0/.

source: Those who share our convictions about the Word of God:
th: ผู้ที่มีความเชื่อมั่นในพระวจนะของพระเจ้าร่วมกับเรา:

source: Three Kinds of Sessions
th: เวิร์กช็อปนี้ใช้การเรียนการสอนสามรูปแบบ:

source: Three Parts to the Definition
th: องค์ประกอบ 3 ประการของคำจำกัดความ

source: Through this session we want to
th: ในช่วงนี้ เราต้องการ

source: Through this session, we want to
th: ตลอดช่วงนี้ เราต้องการให้คุณ

source: Through this session, we want to consider:
th: (MT) ในบทเรียนนี้ เราต้องการจะ พิจารณา:

source: Through this session, we want to observe a sermon that exposits God’s word, listening for
th: (MT) ในบทเรียนนี้ เราต้องการจะสังเกตคำเทศนาที่อรรถาธิบายพระวจนะของพระเจ้า โดยคอยสังเกตฟังว่า
